[
  {
    "title": "生活",
    "date": "2026-02-17",
    "slug": "2026-02-17_生活",
    "excerpt": "実家を出たい。そう思うことはいけないことなのか、とすら思ってしまう。 生活基盤を親に依存している今の状態で、一人暮らしをしたいということが間違っているような気がしている。実際にできるのかという点で今の状態ではできないだろう。食事を確保し、毎朝起きて、自己管理をして生活するというこ"
  },
  {
    "title": "脳は寝ていた",
    "date": "2026-02-15",
    "slug": "2026-02-15",
    "excerpt": "眠い 薬が効いている"
  },
  {
    "title": "殺される",
    "date": "2026-02-11",
    "slug": "2026-02-11 殺される",
    "excerpt": "おかしい。やっぱり全部の感覚がやけに鋭くなっていて、前は耐えられたことでもすぐ心がズタズタになる。弱い人間だ、と誰かが私を責める。もう責めないでほしい。私はもうこんなにも傷ついているのに。 間違えて夕食の場で政治（こないだの選挙）の話をしてしまった。間違えて、というのは父のいる場"
  },
  {
    "title": "悪夢",
    "date": "2026-02-10",
    "slug": "2026-02-10 悪夢",
    "excerpt": "恐ろしい夢 皆んなが死ぬ 殺される 走り逃げ惑う いつ裏切り者になって死ぬかわからない 死産をした姉 身代わりになって死んだ母 売女になって血まみれになる 痛い 現実じゃなかったらしい"
  },
  {
    "title": "不安感",
    "date": "2026-02-09",
    "slug": "2026-02-09 不安感",
    "excerpt": "人と話してはいけないと思うことがある。人と話した後、私は人と話してもロクなことを言わない、優しくないしズバズバ言うから相手を責めているようになって相手を傷つけてしまう。そして最終的に自分が一番つらくなってしまう。だから人と話さない方がいいと、本気で思う。 今日も母が画像加工アプリ"
  },
  {
    "title": "寝る前に",
    "date": "2026-02-09",
    "slug": "2026-02-09 寝る前に",
    "excerpt": "ねたい。めっちゃねたい。 疲れている。久々にめっちゃ疲れた感覚になっている。もう寝る。 今日、人からの頼まれごとで、あることをやることになった。仕事やプロジェクトと言うと壮大だけど、今の私からすれば仕事みたいなもんだ。 最近やっと気づいたけど、ひとつ頼みごとをされるとめちゃくちゃ"
  },
  {
    "title": "寝られない",
    "date": "2026-02-02",
    "slug": "2026-02-02 寝られない",
    "excerpt": "寝られない 過集中だったのは不安から逃げるためだったんだ 不安の渦中にいたらボロボロになり、そこから脱したように見えても本当は誤魔化しているだけなんだ 逃げ場のない穴に落ちてしまったような感覚 そんな風に感じていたらドンドン涙が出て寝られなくなった 絶望 SNSとかネットで色んな"
  },
  {
    "title": "体力尽きたガジェットオタク",
    "date": "2026-02-02",
    "slug": "2026-02-02_体力尽きたガジェットオタク",
    "excerpt": "体力が底をつきそうな限界で書いている。 疲れているんだと思う。今日もサイトを作っていた。コードをとりあえず用意できたのでアップロード作業をした。公開もできたし、更新作業のフローも何とか構築できたので、進捗としては出来すぎているくらいだ。新しいことをやるのはとんでもなく楽しいけど、"
  },
  {
    "title": "マイノリティへの関心",
    "date": "2026-02-02",
    "slug": "2026-02-02マイノリティへの関心",
    "excerpt": "学生のときに選択授業で、福祉をとった。 夏休みの、希望者だけの障害者福祉施設への体験学習にも参加した。やまゆり園の事件がニュースで流れた日が初日だったのを鮮明に覚えている。 高二の文集がみんな修学旅行のことなど学校行事をテーマに明るい話を書いているのに、私は1人性的マイノリティに"
  },
  {
    "title": "情報過多",
    "date": "2026-02-01",
    "slug": "2026-02-01_情報過多",
    "excerpt": "頭が疲れている。"
  },
  {
    "title": "朝の苦痛について",
    "date": "2026-02-01",
    "slug": "2026-02-01＿朝の苦痛について",
    "excerpt": "責められているように感じていることに気がついた。 私の部屋の壁の向こうに水道が通っている。洗面台の壁付け棚もついている。 少し眠りが浅い朝に、親がバタバタと洗面台を使う音が聞こえる。磁石で棚がバンッと閉まる音、水をジャーッと流す音、洗濯機がゴウンゴウンと動く音、洗濯機の水道から水"
  },
  {
    "title": "動かない",
    "date": "2026-01-28",
    "slug": "2026-01-28_動かない",
    "excerpt": "生きててもしんどいし死んでるように生きるのもしんどい しんどい しんどすぎる 半年前は活力があって毎日たのしくて仕事以外の創作活動もしてイベントに出たり友達と旅行いったりしてたのに、どうしたんだろう おかしい ずっとおかしいとは思っていた こんなに会社で働けていることが奇跡だと思"
  },
  {
    "title": "虚無",
    "date": "2026-01-28",
    "slug": "2026-01-28_虚無",
    "excerpt": "虚無 1時くらいまで寝てて、4時くらいに外に出ようと思ったけど体が動かない（頭も動かない）、そのまま涙が出てきてしんどかった そのまま寝ていた 母親が怖いくらいに優しい 優しいのが怖いというのは失礼だと思うが、そんなに優しくされても私は何もできないと思ってしまう 何もできないし何"
  },
  {
    "title": "混乱",
    "date": "2026-01-27",
    "slug": "2026-01-27_混乱",
    "excerpt": "何を考えているのか自分でもよくわからない ■■■に連絡して話したが混乱している。今日に限らず、相手が伝えようとしている内容を正しく汲み取れていない気がする。 自分の現状にわかりやすい原因もなければ誰のせいでもないから、常に誰かを敵だと考えて身を守っているような感じがする。別に何か"
  },
  {
    "title": "セルフネグレクトと頑張ること",
    "date": "2026-01-26",
    "slug": "2026-01-26_セルフネグレクトと頑張ること",
    "excerpt": "さっきYouTubeで、セルフネグレクトするのをやめて自分を労わろうという動画をみた。 ■■■ たしかに。というか、休職前から今に至るまでに周りの人から言われたことと重なっていて、やっと気がついた。私は、自分でかなり自分を傷つけている。"
  }
]
